tap "github/gh"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jmhobbs/parrot"
tap "rcmdnk/file"
brew "automake"
brew "bat"
brew "exa"
brew "fd"
brew "figlet"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "gibo"
brew "git"
brew "git-delta"
brew "git-lfs"
brew "libtool"
brew "libevent"
brew "gnupg"
brew "go"
brew "htop"
brew "hub"
brew "imagemagick"
brew "lftp"
brew "libxml2"
brew "libzip"
brew "lolcat"
brew "mas"
brew "meson", args: ["HEAD"]
brew "neovim"
brew "nkf"
brew "nmap"
brew "node"
brew "openblas"
brew "p7zip"
brew "postgresql"
brew "prettyping"
brew "qt"
brew "pyqt"
brew "qpdf"
brew "r"
brew "reattach-to-user-namespace"
brew "redis"
brew "ripgrep"
brew "ruby"
brew "telnet"
brew "tig"
brew "tmux"
brew "tokei"
brew "tor"
brew "tree"
brew "vim"
brew "watch"
brew "wget"
brew "zsh"
brew "jmhobbs/parrot/terminal-parrot"
cask "alfred"
cask "appcleaner"
cask "basictex"
cask "bettertouchtool"
cask "cmd-eikana"
cask "dash"
cask "firefox"
cask "flux"
cask "font-fontawesome"
cask "google-chrome"
cask "google-japanese-ime"
cask "iterm2"
cask "jupyter-notebook-viewer"
cask "latexit"
cask "sequel-pro"
cask "slack"
cask "visual-studio-code"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
